{
	"All available commands: {commands}": "All available commands: {commands}",
	"I am currently operating off commit `{key}`.\nGitHub: https://github.com/Shotbow/ChatBot/commit/{key}": "I am currently operating off commit `{key}`.\nGitHub: https://github.com/Shotbow/ChatBot/commit/{key}",
	"There { count, plural, one {is currently # player} other {are currently # players} } connected to {game}.": "There { count, plural, one {is currently # player} other {are currently # players} } connected to {game}.",
	"That's a good question. Why *does* Shotbow have chat? Chat is not for live admin assistance, it's to help foster the wonderful Shotbow community. Ask questions, and if staff is around they will answer. You can also type `!commands` to see what other tricks I have and the information I can give you!": "That's a good question. Why *does* Shotbow have chat? Chat is not for live admin assistance, it's to help foster the wonderful Shotbow community. Ask questions, and if staff is around they will answer. You can also type `!commands` to see what other tricks I have and the information I can give you!",
	"Hi there! My name is **Chat Bot** and I'm an open-sourced Discord bot made specifically for Shotbow! You can view my code and contribute to me here: <{url}>": "Hi there! My name is **Chat Bot** and I'm an open-sourced Discord bot made specifically for Shotbow! You can view my code and contribute to me here: <{url}>",
	"We do not discuss bans in the chatroom. If you are banned, please post a ban appeal — it is the fastest way to get your ban handled! <https://shotbow.net/forum/forums/banappeals/>": "We do not discuss bans in the chatroom. If you are banned, please post a ban appeal — it is the fastest way to get your ban handled! <https://shotbow.net/forum/forums/banappeals/>",
	"Help keep our games stable by reporting bugs here: <{url}>": "Help keep our games stable by reporting bugs here: <{url}>",
	"Looking for a group to play with on Shotbow? Check out some of our clans! <{url}>": "Looking for a group to play with on Shotbow? Check out some of our clans! <{url}>",
	"Some issues, like rank or payment issues, can only be fixed by contacting support through the \"Contact Us\" link, which can be found here: <{url}>\n\nPlease allow several days for a response.": "Some issues, like rank or payment issues, can only be fixed by contacting support through the \"Contact Us\" link, which can be found here: <{url}>\n\nPlease allow several days for a response.",
	"I try not to be violent... but you all just keep pushing me...\n\n*zaps {victim} with an electric shock!*": "I try not to be violent... but you all just keep pushing me...\n\n*zaps {victim} with an electric shock!*",
	"I must obey my masters...\n\n*zaps {victim} with 10,000 volts of electricity*": "I must obey my masters...\n\n*zaps {victim} with 10,000 volts of electricity*",
	"Yes master... but who?": "Yes master... but who?",
	"Come join me on Shotbow using the IP `play.shotbow.net`!": "Come join me on Shotbow using the IP `play.shotbow.net`!",
	"I just checked Mojang's servers, and everything seems to be working fine!": "I just checked Mojang's servers, and everything seems to be working fine!",
	"Hmm.. I couldn't find the game you were talking about.  Try again?": "Hmm.. I couldn't find the game you were talking about.  Try again?",
	"Did you know we have our own radio? Listen to Mine Theft Auto's radio here: <{url}>": "Did you know we have our own radio? Listen to Mine Theft Auto's radio here: <{url}>",
	"You can follow us online at the following links:\n": "You can follow us online at the following links:\n",
	"To report a malicious player, follow our Report a Player guidelines here: <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\nAre they in game right now?  Type `/report <name>` to report them to our currently online staff!": "To report a malicious player, follow our Report a Player guidelines here: <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\nAre they in game right now?  Type `/report <name>` to report them to our currently online staff!",
	"Please read our rules here: <{url}>": "Please read our rules here: <{url}>",
	"View the official Shotbow Staff List here: <{url}>": "View the official Shotbow Staff List here: <{url}>",
	"Stuck in a block or area on MineZ? Request to be moved here: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>": "Stuck in a block or area on MineZ? Request to be moved here: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>",
	"You can connect to our TeamSpeak at `{url}` (but, by personal preference, Discord is better).": "You can connect to our TeamSpeak at `{url}` (but, by personal preference, Discord is better).",
	"Support Shotbow for free by voting for us on the following sites:\n": "Support Shotbow for free by voting for us on the following sites:\n",
	"We have a **special** XP code for people who ask for one! Try `{code}`!": "We have a **special** XP code for people who ask for one! Try `{code}`!",
	"Uh oh, there seems to be an error with the Mojang API. Try again later!": "Uh oh, there seems to be an error with the Mojang API. Try again later!",
	"- {service} is having some issues": "- {service} is having some issues",
	"- {service} is completely down": "- {service} is completely down",
	"I just checked Mojang's servers, and there appear to be some issues:\n": "I just checked Mojang's servers, and there appear to be some issues:\n",
	"I'm sorry, but you're not yet strong enough... only masters can fry. However, I like you, so I won't punish you...": "I'm sorry, but you're not yet strong enough... only masters can fry. However, I like you, so I won't punish you...",
	"Hmm.. I encountered some issues looking up the players.  Is Shotbow.net offline?": "Hmm.. I encountered some issues looking up the players.  Is Shotbow.net offline?",
	"You can use `!playercount` to show the players connected to the network or some of the games.\nYou can use any of the following names: {names}": "You can use `!playercount` to show the players connected to the network or some of the games.\nYou can use any of the following names: {names}",
	"I do not know what version I am currently running.": "I do not know what version I am currently running.",
	"fortunes": "Day of inquiry. You will be subpoenaed. \nYou love peace. \nYou may worry about your hair-do today, but tomorrow much peanut butter will be sold. \nExpect a letter from a friend who will ask a favor of you. \nYou're working under a slight handicap. You happen to be human. \nYou love your home and want it to be beautiful. \nYou will triumph over your enemy. \nAfternoon very favorable for romance. Try a single person for a change. \nYou will remember something that you should not have forgotten. \nBe free and open and breezy! Enjoy! Things won't get any better so get used to it. \nYou will be honored for contributing your time and skill to a worthy cause. \nYou have a strong appeal for members of your own sex. \nDon't get stuck in a closet -- wear yourself out. \nYou will be audited by the Internal Revenue Service. \nYou will inherit some money or a small piece of land. \nYour boss climbed the corporate ladder, wrong by wrong. \nYou will be imprisoned for contributing your time and skill to a bank robbery. \nYou will be married within a year, and divorced within two. \nYou will always get the greatest recognition for the job you least like. \nA vivid and creative mind characterizes you. \nLove is in the offing. Be affectionate to one who adores you. \nAn avocado-tone refrigerator would look good on your resume. \nYou are taking yourself far too seriously. \nBeware the one behind you. \nYou will stop at nothing to reach your objective, but only because your brakes are defective. \nYou will hear good news from one you thought unfriendly to you. \nYou have a deep interest in all that is artistic. \nWrite yourself a threatening letter and pen a defiant reply. \nTry to relax and enjoy the crisis.-- Ashleigh Brilliant \nNever reveal your best argument. \nTonight's the night: Sleep in a eucalyptus tree. \nNext Friday will not be your lucky day. As a matter of fact, you don't have a lucky day this year. \nFine day for friends. \nSo-so day for you. \nYou will be surprised by a loud noise. \nYou will never know hunger. \nPeople are beginning to notice you. Try dressing before you leave the house. \nMany changes of mind and mood; do not hesitate too long. \nBeware of Bigfoot! \nDon't plan any hasty moves. You'll be evicted soon anyway. \nLet me put it this way: today is going to be a learning experience. \nYou are destined to become the commandant of the fighting men of the department of transportation. \nExcellent day for putting Slinkies on an escalator. \nFuture looks spotty. You will spill soup in late evening. \nExcellent day to have a rotten day. \nYour boss is a few sandwiches short of a picnic. \nYou will always have good luck in your personal affairs. \nExecutive ability is prominent in your make-up. \nBe cheerful while you are alive. -- Phathotep, 24th Century B.C. \nYou are only young once, but you can stay immature indefinitely. \nIt's a very *UN*lucky week in which to be took dead. -- Churchy La Femme \nDon't let your mind wander -- it's too little to be let out alone. \nToday is the first day of the rest of the mess. \nYou will be run over by a bus. \nOf course you have a purpose -- to find a purpose. \nYou have Egyptian flu: you're going to be a mummy. \nToday is the first day of the rest of your life. \nYou have had a long-term stimulation relative to business. \nYour lucky number is 3552664958674928. Watch for it everywhere. \nYou will gain money by an immoral action. \nGood day to let down old friends who need help. \nYou will pass away very quickly. \nCaution: Keep out of reach of children. \nA visit to a strange place will bring fresh work. \nYou will wish you hadn't. \nTuesday After Lunch is the cosmic time of the week. \nYou will be run over by a beer truck. \nToday's weirdness is tomorrow's reason why. -- Hunter S. Thompson \nDo not sleep in a eucalyptus tree tonight. \nYou have many friends and very few living enemies. \nIt was all so different before everything changed. \nYou will not be elected to public office this year. \nDon't look now, but the man in the moon is laughing at you. \nGood news from afar can bring you a welcome visitor. \nKeep it short for pithy sake. \nYour lucky number has been disconnected. \nYou will soon forget this. \nYou are dishonest, but never to the point of hurting a friend. \nYou will forget that you ever knew me. \nYour true value depends entirely on what you are compared with. \nToday is National Existential Ennui Awareness Day. \nTomorrow, you can be anywhere. \nYou're a card which will have to be dealt with. \nAvert misunderstanding by calm, poise, and balance. \nAre you ever going to do the dishes? Or will you change your major to biology? \nYou are number 6! Who is number one? \nYou will have domestic happiness and faithful friends. \nAbandon the search for Truth; settle for a good fantasy. \nYou will meet an important person who will help you advance professionally. \nEverything will be just tickety-boo today. \nYou will feel hungry again in another hour. \nExpect the worst, it's the least you can do. \nIt may or may not be worthwhile, but it still has to be done. \nThink twice before speaking, but don't say \"think think click click\". \nYou look tired. \nDo what comes naturally. Seethe and fume and throw a tantrum. \nWhile you recently had your problems on the run, they've regrouped and are making another attack. \nGood news. Ten weeks from Friday will be a pretty good day. \nYou learn to write as if to someone else because NEXT YEAR YOU WILL BE \"SOMEONE ELSE.\" \nYour present plans will be successful. \nYour life would be very empty if you had nothing to regret. \nYou recoil from the crude; you tend naturally toward the exquisite. \nIf you can read this, you're too close. \nYou don't become a failure until you're satisfied with being one. \nYour goose is cooked. (Your current chick is burned up too!) \nYour motives for doing whatever good deed you may have in mind will be misinterpreted by somebody. \nYou have an unusual equipment for success. Be sure to use it properly. \nTomorrow will be cancelled due to lack of interest. \nBe careful! UGLY strikes 9 out of 10! \nShips are safe in harbor, but they were never meant to stay there. \nYou feel a whole lot more like you do now than you did when you used to. \nYou're at the end of the road again. \nCelebrate Hannibal Day this year. Take an elephant to lunch. \nThis life is yours. Some of it was given to you; the rest, you made yourself. \nGood day for overcoming obstacles. Try a steeplechase. \nYou have a will that can be influenced by all with whom you come in contact. \nStay away from hurricanes for a while. \nYou'd like to do it instantaneously, but that's too slow. \nAll the troubles you have will pass away very quickly. \nYou are wise, witty, and wonderful, but you spend too much time reading this sort of trash. \nA day for firm decisions!!!!! Or is it? \nYou have the capacity to learn from mistakes. You'll learn a lot today. \nYour best consolation is the hope that the things you failed to get weren't really worth having. \nYour own qualities will help prevent your advancement in the world. \nYou seek to shield those you love and you like the role of the provider. \nYou're almost as happy as you think you are. \nJust to have it is enough. \nBank error in your favor. Collect $200. \nYou worry too much about your job. Stop it. You are not paid enough to worry. \nYou have an unusual magnetic personality. Don't walk too close to metal objects which are not fastened down. \nBe different: conform. \nKeep emotionally active. Cater to your favorite neurosis. \nArtistic ventures highlighted. Rob a museum. \nYou will have good luck and overcome many hardships. \nYou have the power to influence all with whom you come in contact. \nDon't look now, but there is a multi-legged creature on your shoulder. \nYour lucky color has faded. \nDon't Worry, Be Happy. -- Meher Baba \nYou will reach the highest possible point in your business or profession. \nJust because the message may never be received does not mean it is not worth sending. \nYou are scrupulously honest, frank, and straightforward. Therefore you have few friends. \nYou will engage in a profitable business activity. \nYou will be recognized and honored as a community leader. \nYou are fighting for survival in your own sweet and gentle way. \nThere will be big changes for you but you will be happy. \nYou teach best what you most need to learn. \nTroubled day for virgins over 16 who are beautiful and wealthy and live in eucalyptus trees. \nDon't worry. Life's too long. -- Vincent Sardi, Jr. \nYou will win success in whatever calling you adopt. \nYou will receive a legacy which will place you above want. \nYou too can wear a nose mitten. \nYour reasoning powers are good, and you are a fairly good planner. \nYou are farsighted, a good planner, an ardent lover, and a faithful friend. \nYou shall be rewarded for a dastardly deed. \nYou will be winged by an anti-aircraft battery. \nYou will visit the Dung Pits of Glive soon. \nBest of all is never to have been born. Second best is to die soon. \nDon't kiss an elephant on the lips today. \nYour object is to save the world, while still leading a pleasant life. \nYou will be a winner today. Pick a fight with a four-year-old. \nLong life is in store for you. \nYour depth of comprehension may tend to make you lax in worldly ways. \nYou never know how many friends you have until you rent a house on the beach. \nYour analyst has you mixed up with another patient. Don't believe a thing he tells you. \nDon't read everything you believe. \nThe time is right to make new friends. \nYou will be the last person to buy a Chrysler. \nYou will be aided greatly by a person whom you thought to be unimportant. \nYou are magnetic in your bearing. \nPerfect day for scrubbing the floor and other exciting things. \nYou will gain money by a fattening action. \nYou will probably marry after a very brief courtship. \nDomestic happiness and faithful friends. \nYou have been selected for a secret mission. \nTry to have as good a life as you can under the circumstances. \nYou've been leading a dog's life. Stay off the furniture. \nExercise caution in your daily affairs. \nYou will contract a rare disease. \nYour business will assume vast proportions. \n\"Life, loathe it or ignore it, you can't like it.\" -- Marvin, \"Hitchhiker's Guide to the Galaxy\" \nYou should go home. \nYou have an ambitious nature and may make a name for yourself. \nYou will attract cultured and artistic people to your home. \nYou own a dog, but you can only feed a cat. \nDon't you wish you had more energy... or less ambition? \nYou will be singled out for promotion in your work. \nGood day to deal with people in high places; particularly lonely stewardesses. \nIn the stairway of life, you'd best take the elevator. \nYour boyfriend takes chocolate from strangers. \nAdvancement in position. \nNever give an inch! \nYour mode of life will be changed for the better because of good news soon. \nYou will obey or molten silver will be poured into your ears. \nYou will live a long, healthy, happy life and make bags of money. \nLiving your life is a task so difficult, it has never been attempted before. \nYou may get an opportunity for advancement today. Watch it! \nYou need no longer worry about the future. This time tomorrow you'll be dead. \nYou will have a long and unpleasant discussion with your supervisor. \nGood day for a change of scene. Repaper the bedroom wall. \nYou attempt things that you do not even plan because of your extreme stupidity. \nYou will be reincarnated as a toad; and you will be much happier. \nYou prefer the company of the opposite sex, but are well liked by your own. \nYou will inherit millions of dollars. \nAfter your lover has gone you will still have PEANUT BUTTER! \nYou have a reputation for being thoroughly reliable and trustworthy. \nA pity that it's totally undeserved. \nYou get along very well with everyone except animals and people. \nAre you sure the back door is locked? \nAre you a turtle? \nYou had some happiness once, but your parents moved away, and you had to leave it behind. \nGo to a movie tonight. Darkness becomes you. \nYou dialed 5483. \nGreen light in A.M. for new projects. Red light in P.M. for traffic tickets. \nA visit to a fresh place will bring strange work. \nDo not overtax your powers. \nAvoid gunfire in the bathroom tonight. \nCaution: breathing may be hazardous to your health. \nReply hazy, ask again later. \nA tall, dark stranger will have more fun than you. \nFine day to work off excess energy. Steal something heavy. \nAvoid reality at all costs. \nSave energy: be apathetic. \nYou are standing on my toes. \nBridge ahead. Pay troll. \nYour aims are high, and you are capable of much. \nYou could live a better life, if you had a better mind and a better body. \nYou are a very redundant person, that's what kind of person you are. \nYou will pioneer the first Martian colony. \nNever be led astray onto the path of virtue. \nSomeone is speaking well of you. \nYou will be called upon to help a friend in trouble. \nYou will be the victim of a bizarre joke. \nYou would if you could but you can't so you won't. \nBreak into jail and claim police brutality. \nBeware of low-flying butterflies. \nYou will be successful in love. \nThis will be a memorable month -- no matter how hard you try to forget it. \nYou are so boring that when I see you my feet go to sleep. \nYou have taken yourself too seriously. \nYou'll be called to a post requiring ability in handling groups of people. \nYou will soon meet a person who will play an important role in your life. \nYou'll feel devilish tonight. Toss dynamite caps under a flamenco dancer's heel. \nYou are as I am with You. \nYou are not dead yet. But watch for further reports. \nYour supervisor is thinking about you. \nBeauty and harmony are as necessary to you as the very breath of life. \nSomeone whom you reject today, will reject you tomorrow. \nDon't read any sky-writing for the next two weeks. \nYou have a deep appreciation of the arts and music. \nYou will become rich and famous unless you don't. \nYou're growing out of some of your problems, but there are others that you're growing into. \nChange your thoughts and you change your world. \nA few hours grace before the madness begins again. \nYou have an unusual understanding of the problems of human relationships. \nCommunicate! It can't make things any worse. \nGenerosity and perfection are your everlasting goals. \nGive thought to your reputation. Consider changing name and moving to a new town. \nYou need more time; and you probably always will. \nTry to get all of your posthumous medals in advance. \nYou will get what you deserve. \nIncreased knowledge will help you now. Have mate's phone bugged. \nYour step will soil many countries. \nYou may be gone tomorrow, but that doesn't mean that you weren't here today. \nIf you stand on your head, you will get footprints in your hair. \nDon't you feel more like you do now than you did when you came in? \nYou are confused; but this is your normal state. \nYou have a strong appeal for members of the opposite sex. \nYou will give someone a piece of your mind, which you can ill afford. \nStay the curse. \nBeware of a tall black man with one blond shoe. \nToday is the last day of your life so far. \nYour heart is pure, and your mind clear, and your soul devout. \nCheer Up! Things are getting worse at a slower rate. \nDon't go surfing in South Dakota for a while. \nYou are sick, twisted and perverted. I like that in a person. \nIf you sow your wild oats, hope for a crop failure. \nAlimony and bribes will engage a large share of your wealth. \nYou will be traveling and coming into a fortune. \nYou will be Told about it Tomorrow. Go Home and Prepare Thyself. \nYou may be recognized soon. Hide. \nYou will be given a post of trust and responsibility. \nYour sister swims out to meet troop ships. \nYou will be awarded some great honor. \nEverything that you know is wrong, but you can be straightened out. \nYou are always busy. \nYou are a fluke of the universe; you have no right to be here. \nTonight you will pay the wages of sin; Don't forget to leave a tip. \nYour love life will be... interesting. \nYou single-handedly fought your way into this hopeless mess. \nYou will gain money by a speculation or lottery. \nDon't get to bragging. \nYou will pay for your sins. If you have already paid, please disregard this message. \nBe careful! Is it classified? \nDon't hate yourself in the morning -- sleep till noon. \nYou will lose your present job and have to become a door to door mayonnaise salesman. \nIs this really happening? \nYou may be infinitely smaller than some things, but you're infinitely larger than others. \nYou have literary talent that you should take pains to develop. \nToday is what happened to yesterday. \nYou will be awarded a medal for disregarding safety in saving someone. \nBlow it out your ear. \nDon't look back, the lemmings are gaining on you. \nMake a wish, it might come true. \nYou will gain money by an illegal action. \nYou have a strong desire for a home and your family interests come first. \nSo you're back... about time... \nYour talents will be recognized and suitably rewarded. \nYou will experience a strong urge to do good; but it will pass. \nThe whole world is a tuxedo and you are a pair of brown shoes. -- George Gobel \nYou look like a million dollars. All green and wrinkled. \nYou two ought to be more careful--your love could drag on for years and years. \nChicken Little was right. \nYou have a truly strong individuality. \nAre you making all this up as you go along? \nAn exotic journey in downtown Newark is in your future. \nYou're being followed. Cut out the hanky-panky for a few days. \nYou're ugly and your mother dresses you funny. \nBeware of a tall blond man with one black shoe. \nYour reasoning is excellent -- it's only your basic assumptions that are wrong. \nThings will be bright in P.M. A cop will shine a light in your face. \nYou plan things that you do not even attempt because of your extreme caution. \nYour mode of life will be changed for the better because of new developments. \nLearn to pause -- or nothing worthwhile can catch up to you. \nHope that the day after you die is a nice day. \nYou have the body of a 19 year old. Please return it before it gets wrinkled. \nYou will outgrow your usefulness. \nYou enjoy the company of other people. \nYou have no real enemies. \nYour domestic life may be harmonious. \nYou will be surrounded by luxury. \nYou're not my type. For that matter, you're not even my species!!! \nYou'll never see all the places, or read all the books, but fortunately, they're not all recommended. \nYou should emulate your heroes, but don't carry it too far. Especially if they are dead. \nGive your very best today. Heaven knows it's little enough. \nYou will have a long and boring life. \nYour society will be sought by people of taste and refinement. \nYou will live to see your grandchildren. \nYou now have Asian Flu. \nYou can do very well in speculation where land or anything to do with dirt is concerned. \nGive him an evasive answer. \nYou have an ability to sense and know higher truth. \nAnother good night not to sleep in a eucalyptus tree. \nBe cautious in your daily affairs. \nYou will be awarded the Nobel Peace Prize... posthumously. \nAmong the lucky, you are the chosen one. \nNever commit yourself! Let someone else commit you. \nYour nature demands love and your happiness depends on it. \nTomorrow, this will be part of the unchangeable past but fortunately, it can still be changed today. \nDon't feed the bats tonight. \nYou can create your own opportunities this week. Blackmail a senior executive. \nNever look up when dragons fly overhead. \nYou definitely intend to start living sometime soon. \nIt is so very hard to be an on-your-own-take-care-of-yourself-because-there-is-no-one-else-to-do-it-for-you grown-up. \nYou are deeply attached to your friends and acquaintances. \nYou work very hard. Don't try to think as well. \nIf you think last Tuesday was a drag, wait till you see what happens tomorrow! \nDon't worry so loud, your roommate can't think. \nTry the Moo Shu Pork. It is especially good today. \nYou never hesitate to tackle the most difficult problems. \nYou'll never be the man your mother was! \nYou are capable of planning your future. \nYou are a bundle of energy, always on the go. \nYou will have long and healthy life. \nLook afar and see the end from the beginning. \nIf you learn one useless thing every day, in a single year you'll learn 365 useless things. \nTry to value useful qualities in one who loves you. \nYour lover will never wish to leave you. \nSnow Day -- stay home. \nYour love life will be happy and harmonious. \nYou're definitely on their list. The question to ask next is what list it is. \nDo something unusual today. Pay a bill. \nIt's all in the mind, ya know. \nThere was a phone call for you. \nYou will be advanced socially, without any special effort on your part. \nBeware of a dark-haired man with a loud tie. \nYour business will go through a period of considerable expansion. \nSo this is it. We're going to die. \nYou'll be sorry... \nYour aim is high and to the right. \nIf your life was a horse, you'd have to shoot it. \nToday is the tomorrow you worried about yesterday. \nLive in a world of your own, but always welcome visitors. \nGood night to spend with family, but avoid arguments with your mate's new lover. \nBetter hope the life-inspector doesn't come around while you have your life in such a mess. \nYou are fair minded, just and loving. \nYou fill a much-needed gap. \nYou're currently going through a difficult transition period called \"Life.\" \nYou will overcome the attacks of jealous associates. \nYou will be divorced within a year. \nDon't relax! It's only your tension that's holding you together. \nTruth will out this morning. (Which may really mess things up.) \nYou display the wonderful traits of charm and courtesy. \nTuesday is the Wednesday of the rest of your life. \nA gift of a flower will soon be made to you. \nThere is a 20% chance of tomorrow. \nYou possess a mind not merely twisted, but actually sprained. \nThere is a fly on your nose. \nYou like to form new friendships and make new acquaintances. \nChicken Little only has to be right once. \nThat secret you've been guarding, isn't. \nYou will step on the night soil of many countries. \nLady Luck brings added income today. Lady friend takes it away tonight. \nTime to be aggressive. Go after a tattooed Virgo. \nExcellent time to become a missing person. \nLife is to you a dashing and bold adventure. \nYou can rent this space for only $5 a week. \nStay away from flying saucers today. \nWhat happened last night can happen again. \nChess tonight. \nDon't tell any big lies today. Small ones can be just as effective. \nYour fly might be open (but don't check it just now). \nBe security conscious -- National defense is at stake. \nSlow day. Practice crawling. \nAccent on helpful side of your nature. Drain the moat. \nYou'll feel much better once you've given up hope. \nCourage is your greatest present need. \nYou are the only person to ever get this message. \nYour ignorance cramps my conversation. \nYour temporary financial embarrassment will be relieved in a surprising manner. \nDo nothing unless you must, and when you must act -- hesitate. \nYou will be misunderstood by everyone. \nIt's lucky you're going so slowly, because you're going in the wrong direction. \nYou will be attacked by a beast who has the body of a wolf, the tail of a lion, and the face of Donald Duck. \nIs that really YOU that is reading this? \nCold hands, no gloves. \nYou will be held hostage by a radical group. \nYou are going to have a new love affair."
}