{
	"All available commands: {commands}": "Todos los comandos disponibles: {commands}",
	"There { count, plural, one {is currently # player} other {are currently # players} } connected to {game}.": "Actualmente { count, plural, one {hay # jugador} other {hay # jugadores} } conectados a {game}.",
	"That's a good question. Why *does* Shotbow have chat? Chat is not for live admin assistance, it's to help foster the wonderful Shotbow community. Ask questions, and if staff is around they will answer. You can also type `!commands` to see what other tricks I have and the information I can give you!": "Muy buena pregunta. Por qué Shotbow tiene Chat? El Chat no es para que el staff te de asistencia, sino que para ayudar a fomentar la maravillosa comunidad de Shotbow. Haz preguntas, y si el staff está disponible te responderán. Tambien puedes escribir `!commands` para ver que otros trucos tengo y la información que puedo darte!",
	"Hi there! My name is **Chat Bot** and I'm an open-sourced Discord bot made specifically for Shotbow! You can view my code and contribute to me here: <{url}>": "Hola! Mi nombre es **Chat Bot** y soy un bot de Discord de código abierto hecho específicamente para Shotbow! Puedes ver mi código y contribuir conmigo aquí: <{url}>",
	"We do not discuss bans in the chatroom. If you are banned, please post a ban appeal — it is the fastest way to get your ban handled! <https://shotbow.net/forum/forums/banappeals/>\n\nIf you do not have an account registered on the forums, this thread will also tell you an alternative way to appeal. Please read the entire thread thoroughly.": "No discutimos sobre los baneos en el Chat. Si estás baneado por favor envía una apelación — es la forma más rápida de gestionar tu sanción! <https://shotbow.net/forum/threads/espa%C3%B1ol-como-postear-una-apelaci%C3%B3n-de-baneo.347167/>\n\nSi no tienes una cuenta registrada en nuestros foros, este post también te indicará una forma alternativa de apelar. Lea todo el post con atención.",
	"Help keep our games stable by reporting bugs! You can report a bug by executing the command `!support bug <IGN>`.": "Ayúdanos a mantener la jugabilidad estable informando bugs! Puedes reportar un bug usando el comando `!support bug <IGN>`.",
	"Looking for a group to play with on Shotbow? Check out some of our clans! <{url}>": "¿Buscas un grupo para jugar en Shotbow? ¡Mira algunos de nuestros clanes! <{url}>",
	"Some issues, like rank or payment issues, can only be fixed by contacting support through the \"Contact Us\" link, which can be found here: <{url}>\n\nPlease allow several days for a response.": "Algunos problemas como los de rango o los problemas de pago sólo se pueden solucionar contactando con el soporte a través del siguiente enlace: <{url}>\n\nLa respuesta puede tardar algunos días.",
	"I try not to be violent... but you all just keep pushing me...\n\n*zaps {victim} with an electric shock!*": "Trato de no ser violento... Pero ustedes siguen presionándome...\n\n*zaps {victim} con una descarga eléctrica!*",
	"I must obey my masters...\n\n*zaps {victim} with 10,000 volts of electricity*": "Debo obedecer a mis amos...\n\n*zaps {victim} con 10.000 voltios de electricidad*",
	"Yes master... but who?": "Sí amo... pero ¿quién?",
	"I just checked Mojang's servers, and everything seems to be working fine!": "Acabo de revisar los servidores de Mojang, y todo parece estar funcionando bien!",
	"Hmm.. I couldn't find the game you were talking about. Try again?": "Hmm.. No pude encontrar el juego del que estabas hablando. Inténtalo de nuevo!",
	"Did you know we have our own radio? Listen to Mine Theft Auto's radio here: <{url}>": "¿Sabías que tenemos nuestra propia radio? Escucha la radio de Mine Theft Auto aquí: <{url}>",
	"You can follow us online at the following links:\n": "Puedes seguir nuestras redes en los siguientes links:\n",
	"To report a malicious player, follow our Report a Player guidelines here: <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\nAre they in game right now? Type `/report <name>` to report them to our currently online staff!": "Para denunciar un jugador malintencionado, siga nuestras pautas para reportar a un jugador aquí: <https://shotbow.net/forum/threads/español-guía-para-reportar-jugadores.383902/>\n\n¿Están en juego ahora mismo? Usa `/report <name>` para informarles a nuestro staff actualmente en línea!",
	"Please read our rules here: <{url}>": "Por favor, lee nuestras reglas aquí: <{url}>",
	"View the official Shotbow Staff List here: <{url}>": "Echa un vistazo a la lista oficial del Staff de Shotbow aquí: <{url}>",
	"Stuck in a block or area on MineZ? Request to be moved here: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>": "¿Atascado en un bloque o área en MineZ? Solicita ayuda aquí: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>",
	"You can connect to our TeamSpeak at `{url}` (but, by personal preference, Discord is better).": "Puedes conectarte a nuestro TeamSpeak en `{url}` (pero, por preferencia personal, Discord es mejor).",
	"We have a **special** XP code for people who ask for one! Try `{code}`!": "Tenemos un código de XP **especial** para las personas que lo soliciten! Prueba `{code}`!",
	"Uh oh, there seems to be an error with the Mojang API. Try again later!": "Uhh, parece haber un error con la API de Mojang. Inténtalo de nuevo más tarde!",
	"I just checked Mojang's servers, and there appear to be some issues:\n{errors}": "Acabo de comprobar los servidores de Mojang y parece que hay algunos problemas:\n{errors}",
	"- {service} is having some issues": "- {service} está teniendo algunos problemas",
	"- {service} is completely down": "- {service} está completamente apagado",
	"I'm sorry, but you're not yet strong enough... only masters can fry. However, I like you, so I won't punish you...": "Lo siento, pero aún no eres lo suficientemente fuerte... Solo los maestros pueden freír. Sin embargo, me gustas, así que no te castigaré...",
	"Hmm.. I encountered some issues looking up the players. Is Shotbow.net offline?": "Hmm... Encontré algunos problemas al buscar a los jugadores. ¿Shotbow.net está fuera de línea?",
	"You can use `!playercount` to show the players connected to the network or some of the games.\nYou can use any of the following names: {names}": "Puedes usar `!playercount` para mostrar los jugadores conectados a la red y en qué modalidades.\nPuedes utilizar cualquiera de los siguientes nombres: {names}",
	"I am currently operating off commit `{key}`.\nGitHub: <https://github.com/Shotbow/ChatBot/commit/{key}>": "Actualmente estoy operando fuera de compromiso `{key}`.\nGitHub: <https://github.com/Shotbow/ChatBot/commit/{key}>",
	"I do not know what version I am currently running.": "No sé qué versión estoy ejecutando actualmente.",
	"It seems like you haven't provided a valid username or UUID. Please verify your input.": "Parece que no has proporcionado un nombre de usuario o UUID válido.",
	"Uh oh, there seems to be an error retrieving data from the Mojang API with that input. Verify your input or try again later!": "Uhh, parece haber un error al recuperar datos de la API de Mojang con esa entrada. Verifica tu entrada o vuelve a intentarlo más tarde.",
	"I have retrieved the following information about `{input}`:\n{names}\nSee full name history at {url}": "He recuperado la siguiente información sobre `{input}`:\n{names}\nVer historial de nombre completo en {url}",
	"- `{name}` (original)": "- `{name}` (original)",
	"- `{name}` (changed to at {date})": "- `{name}` (cambiado a {date})",
	"- ... {amount} entries hidden ...": "- ... {amount} entradas ocultas ...",
	"I could not find any players with that username.": "No pude encontrar ningún jugador con ese nombre de usuario.",
	"I could not find any players with that UUID.": "No pude encontrar ningún jugador con ese UUID.",
	"It looks like you did not provide a UUID or username. Please use `!whowas <UUID>` or `!whowas <username>`.": "Parece que no proporcionó un UUID o nombre de usuario. Por favor, use `!whowas <UUID>` o `!whowas <username>`.",
	"You can talk all about {game} here: <{link}>": "Puedes hablar todo sobre {game} aquí: <{link}>",
	"You can use `!forums` to get a link to the forum in general or for a specific game.\nYou can use any of the following names: {names}": "Puedes usar `!forums` para obtener un enlace al foro en general o para un juego específico.\nPuede utilizar cualquiera de los siguientes nombres: {names}",
	"Please use the correct format: `!warn <@User#9999> <Reason>`.": "Utiliza el formato correcto `!warn <@User#9999> <Razón>`.",
	"Successfully warned @{username}#{discriminator}": "Advertido exitosamente @{username}#{discriminator}",
	"Warn Reason": "Razón de la advertencia",
	"You have been warned on the Shotbow Discord": "Has sido advertido en el Discord de Shotbow",
	"Warned @{username}#{discriminator}": "Advertido @{username}#{discriminator}",
	"Successfully muted @{username}#{discriminator}": "Silenciado con éxito @{username}#{discriminator}",
	"Muted @{username}#{discriminator} automatically upon rejoin": "Silenciado @{username}#{discriminator} automáticamente al reincorporarse",
	"Mute Reason": "Razón del silencio",
	"You have been muted on the Shotbow Discord": "Has sido silenciado en el Discord de Shotbow",
	"Appeal": "Apelación",
	"You can appeal by going to [this link]({url}) on our Shotbow forums.": "Puedes apelar yendo a [este enlace]({url}) en nuestro foro de Shotbow.",
	"Muted @{username}#{discriminator}": "Silenciado @{username}#{discriminator}",
	"Successfully unmuted @{username}#{discriminator}": "Ha dejado de estar silenciado exitosamente @{username}#{discriminator}",
	"Unmute Reason": "Razón para remover el silencio",
	"You have been unmuted on the Shotbow Discord": "Se te ha removido el silencio del Discord de Shotbow",
	"Friendly Reminder": "Recordatorio Amistoso",
	"This is your last chance. If you are muted again, your appeal will not be considered.": "Esta es tu última oportunidad. Si vuelves a ser silenciado tu apelación no será considerada.",
	"Unmuted @{username}#{discriminator}": "Ya no estás silenciado @{username}#{discriminator}",
	"Please use the correct format: `{command} <@User#9999> <Reason>`.": "Por favor utilice el formato correcto: `{command} <@User#9999> <Razón>`.",
	"In addition, I was unable to DM the user about their mute. It is likely that they have DMs disabled.": "Además, no pude enviar un mensaje privado al usuario sobre su silencio. Es probable que tenga los mensajes desactivados.",
	"In addition, I was unable to DM the user about their unmute. It is likely that they have DMs disabled.": "Además, no pude enviar un mensaje privado al usuario para avisar que ya no está silenciado. Es probable que tenga los mensajes desactivados.",
	"I was unable to automatically mute @{username}#{discriminator}. My permissions may be messed up. Please contact a developer immediately.\n**Error: ** ```{error}```'": "No pude silenciar automáticamente a @{username}#{discriminator}. Mis permisos pueden estar en mal estado. Comuníquese con un desarrollador de inmediato.\\n**Error: ** ```{error}```'",
	"Deleted message authored by @{username}#{discriminator} in #{room}": "Mensaje eliminado escrito por @{username}#{discriminator} en #{room}",
	"You are on a temporary cooldown on the Shotbow Discord": "Estás con un tiempo de enfriamiento temporal en el Discord de Shotbow",
	"Cooldown Reason": "Razón del Tiempo de Enfriamiento",
	"User attempted to evade mute": "El usuario intentó evadir el silencio",
	"Excessive pinging of other members.": "Ping excesivo a otros miembros.",
	"Expiration": "Expiración",
	"You can talk again in {cooldown} seconds.": "Puedes volver hablar en {cooldown} segundos.",
	"@{username}#{discriminator} was put on cooldown after excessive pinging": "@{username}#{discriminator} Fue puesto en enfriamiento después de ping excesivo",
	"You can talk again on the Shotbow Discord": "Ya puedes volver hablar en el Discord de Shotbow",
	"Do not use pings excessively. If you are caught again, you can risk a permanent mute.": "No utilice los pings en exceso. Si te sorprendemos nuevamente, puedes arriesgar a quedar silenciado permanentemente.",
	"You may not mute yourself!": "No puedes silenciarte a ti mismo!",
	"You may not warn yourself!": "No puedes advertirte a ti mismo!",
	"You may not warn another Discord administrator!": "No puedes advertir a otro Administrador de Discord!",
	"\n- `{type}`: {description}": "\n- `{type}`: {description}",
	"**• Do not ping staff**\nMembers of our team (believe it or not) have lives of their own, and being disturbed whilst working or while in class can be very frustrating, so please refrain from pinging any staff without very good cause. If there's a forum thread you can use, it is not good cause to ping staff.\n\n**• Don't expect live support on this server**\nShotbow does not offer live support. Should you be in luck, and a member of staff is actively chatting at the time you have a matter to raise, you may of course ask them for help. Under no conditions should you ping staff members individually for help.\n\n**• Cheaters**\nIf someone is cheating use the /report command. This is the best way to get the attention of staff currently active in patrol duty. Hackusations are not allowed, and staff should not be pinged to deal with cheaters.\n\nIf you have a question or issue that doesn't require the attention of a staff member, it's probably better to ask politely in #shotbow without a ping and someone will gladly help you get to where you need to be.\n": "**• No ping al Staff**\nLos miembros de nuestro equipo (lo creas o no) tienen vida propia, y ser molestado mientras trabajan o están en clases puede ser muy frustrante, asi que absténgase de hacer ping al staff sin una buena causa.\n\n**• No espere tener ayuda online en este servidor**\nShotbow no ofrece ayuda online. Si tienes suerte y un miembro del staff está chateando en ese momento, por supuesto que puedes pedirle ayuda. Bajo ninguna circunstancia debes hacer ping a los miembros del staff para obtener ayuda.\n\n**• Hackers**\nSi hay alguien usando hacks, use el comando /report. Esta es la mejor manera de alertar al staff actualmente activo que se encuentra patrullando. No se permiten hacks-acusaciones y no debe hacer ping al staff para esto.\n\nSi tiene alguna pregunta o problema que no requiera la atención de un miembro del staff, probablemente sea mejor preguntar con respeto en #shotbow sin un ping, y alguien con gusto le ayudará a resolver su inquietud.\n",
	"I've created a support room of type `{type}` and added you to it!": "He creado una sala de soporte de tipo `{type}` y te agregué a ella!",
	"Unknown support type `{type}`.\n\n{help}": "Tipo de soporte desconocido `{type}`.\n\n{help}",
	"Sorry, it appears that I have encountered an error whilst trying to create a room. Check back later!": "Lo siento, parece que he encontrado un error al intentar crear una sala. Inténtalo más tarde!",
	"You can only execute this command in a support room.": "Solo puedes ejecutar ese comando en una sala de soporte.",
	"You haven't provided me with a type to convert to! Use `!support convert <type>` instead.": "No me has proporcionado un tipo para convertirme! Usa `!support convert <type>` en su lugar.",
	"Sorry, I cannot convert this room to support type `{type}` as that type does not exist.": "Lo siento, no puedo convertir esta sala al tipo `{type}` porque ese tipo no existe.",
	"I've converted this room's support type from `{oldType}` to `{newType}`.": "He convertido el tipo de soporte de esta sala de `{oldType}` a `{newType}`.",
	"Sorry, I could not parse the support room type from its name. Was it maybe renamed?": "Lo siento, no pude analizar el tipo de sala con ese nick. Tal vez se cambió el nombre?",
	"Hey! This support room is already of type `{type}`.": "Hey! Esta sala de soporte ya es de tipo `{type}`.",
	"Sorry, I could not rename the channel and thus not convert the support room's type. This could be caused by Discord rate limiting me. Try again in a few minutes!": "Lo siento, no pude cambiar el nombre del canal, y por lo tanto, tampoco pude convertir el tipo de sala. Esto podría ser debido a que la tasa de Discord me limita. Vuelve a intentarlo en unos minutos!",
	"You can use `!support <type> <IGN>` to create a room where you can contact the staff team for support in private, where `<IGN>` is your Minecraft username and `<type>` is one of the following:{types}": "Puedes usar `!support <type> <IGN>` para crear una sala en la que podrás contactar al Staff para obtener ayuda, donde `<IGN>` es tu nombre de usuario de Minecraft y `<type>` es uno de los siguientes:{types}",
	"It looks like you forgot to add your Minecraft username to the support command. Usage: `!{command} {type} <IGN>`, where `<IGN>` refers to your Minecraft username.": "Parece que olvidó agregar su nick de Minecraft al comando de soporte. Use: `!{command} {type} <IGN>`, donde `<IGN>` se refiere a su nombre de usuario de Minecraft.",
	"It looks like you forgot to add your Minecraft username to the support command. Usage: `!{command} <IGN>`, where `<IGN>` refers to your Minecraft username.": "Parece que olvidó agregar su nick de Minecraft al comando de soporte. Use: `!{command} <IGN>`, donde `<IGN>` se refiere a su nombre de usuario de Minecraft.",
	"Hello {user} (IGN: {IGN})! I have created this room for you to ask a question relating to `{type}` to the staff team in private. Before asking your question, please read through the support rules below.": "Hola {user} (IGN: {IGN})! He creado esta sala para que puedas hacer tu consulta relacionada con `{type}` al equipo del staff de manera privada. Antes de hacer su pregunta, lea las reglas de soporte a continuación.",
	"Closing this support room...": "Cerrando esta sala de soporte...",
	"Support type": "Tipo de soporte",
	"Participants": "Participantes",
	"{user} closed support room `{room}`": "{user} sala de soporte cerrada `{room}`",
	"*none*": "*ninguna*",
	"Thank you for your message! If you have more information, you can continue sending messages in this channel. A staff member will get to you soon. ({roles})": "Gracias por su mensaje! Si tiene más información, puede seguir enviando mensajes en este canal. Un miembro del staff se comunicará con usted pronto. ({roles})",
	"It appears that there was no activity in this room for a while. If no more activity takes place, I will automatically close this channel.": "Parece que no hubo actividad en esta sala durante un tiempo. Si no hay más actividad, cerraré automáticamente este canal.",
	"Sorry, it appears that you do not have access to perform this action.": "Lo siento, parece que no tienes acceso para realizar esta acción.",
	"<@{discordId}> Thanks for boosting!\nIf you would like to claim your in-game rank, please private message {upgrader} on the forums with the title \"Nitro role\" as well as your Discord Username and Discriminator ({username}#{discriminator})\n<{link}>": "<@{discordId}> Gracias por ese boost!\nSi quieres reclamar tu rango en el juego, envía un mensaje privado a {upgrader} en el foro con el título \"Nitro role\" incluyendo tu nombre de usuario y código de Discord ({username}#{discriminator})\n<{link}>",
	"You must specify one of the available notifications to subscribe to: {types}": "Debe especificar una de las notificaciones disponibles para suscribirse a: {types}",
	"NOTIFY_GAME_SEPARATOR": ", ",
	"I was unable to grant you the role.": "No pude concederte el rol.",
	"Your role has been granted.": "Se te ha concedido el rol.",
	"Come join me on Shotbow using the address `play.shotbow.net`! We support versions 1.12.2 through 1.18.": "Únete a mi en Shotbow usando la IP `play.shotbow.net`! Soportamos versiones 1.12.2 - 1.18.",
	"In addition, I was unable to remove their `Muted` role for some reason. My permissions may be messed up. Please contact a developer immediately.\n**Error: ** ```{error}```": "In addition, I was unable to remove their `Muted` role for some reason. My permissions may be messed up. Please contact a developer immediately.\n**Error: ** ```{error}```",
	"You must specify one of the available notifications to unsubscribe from: {types}": "Debes especificar una de las notificaciones disponibles para cancelar la suscripción: {types}",
	"I was unable to remove the role from your user.": "No pude eliminar el rol de tu usuario.",
	"Your role has been removed.": "Tu rol ha sido eliminado.",
	"Please describe the bug and provide as much detail as you can. You can answer the questions below as needed:\n\n**A) Where were you on the network** *(e.g. Lobby, Anni Lobby, MineZ, etc.)*:\n**B) What client were you using** *(e.g. LunarClient) and which version (e.g. 1.18)*:\n**C) Preconditions** *(what do you need to recreate the bug, e.g. be Acrobat class on Annihilation)*:\n**D) Recreation steps** *(in detail, what do you need to do to make the bug happen)*:\n**E) What was supposed to happen** *(if the bug wasn't there)*:\n**F) What actually happened** *(because of the bug)*:\n**G) Provide any supplemental information**:\n\nWhile we aim to get back to you as soon as possible, it may take time for us to verify the bug so **please don't ping staff about the issue**. In the meantime, please keep an eye on this support room as we may need to request more details.": "Por favor describe el error y proporciona todos los detalles que puedas. Puedes responder las preguntas a continuación según sea necesario:\n\nA) En cuál de nuestros servidores sucedió (Ej: Lobby, Anni Lobby, MineZ, etc.):\nB) Qué cliente estabas usando (Ej: LunarClient, Vanilla) y en qué versión (Ej: 1.18):\nC) Precondiciones (Qué se necesita para recrear el bug, por ejemplo, usar la clase Acrobat en Annihilation):\nD) Pasos de recreación (Detallar los pasos a seguir para que suceda el bug):\nE) Qué se suponía que debía suceder (Si el bug no hubiera sucedido):\nF) Qué sucedió realmente (A causa del bug):\nG) Proporciona cualquier otra información complementaria:\n\nSi bien nuestro objetivo es comunicarnos contigo lo antes posible, es probable que nos lleve tiempo verificar el error, por favor no hagas ping al Staff sobre el problema. Mientras tanto, quédate atento a esta sala de soporte, ya que es posible que necesitemos solicitar más detalles.",
	"Support us for free by voting for Shotbow! Learn more on our Vote Dashboard at <https://vote.shotbow.net>": "Apóyanos gratis votando por Shotbow! Obtén más información en nuestro Panel de Votación en <https://vote.shotbow.net>"
}
