{
	"All available commands: {commands}": "私に使用できるコマンドは次のとおりです: {commands}",
	"I am currently operating off commit `{key}`.\nGitHub: https://github.com/Shotbow/ChatBot/commit/{key}": "私は現在、識別番号 `{key}` 版で動作しています。 GitHubへのリンクはこちら: https://github.com/Shotbow/ChatBot/commit/{key}",
	"There { count, plural, one {is currently # player} other {are currently # players} } connected to {game}.": "現在、 { count, plural, =0 { {game}で遊んでいるプレイヤーはいません。} other {#人のプレイヤーが{game}で遊んでいます。 } }",
	"That's a good question. Why *does* Shotbow have chat? Chat is not for live admin assistance, it's to help foster the wonderful Shotbow community. Ask questions, and if staff is around they will answer. You can also type `!commands` to see what other tricks I have and the information I can give you!": "なぜ Shotbow にチャットボットがあるのかですって？そうですね、私はスタッフとしてではなく、この素晴らしい Shotbow コミュニティの発展をお手伝いするためにここにいます！ なにか疑問をお持ちであればどうぞ質問してみてください、スタッフが見ていれば彼らがお答えするでしょう。\nまた、 `!commands` とチャットすることで、私がお手伝いできることの一覧を見ることができます。",
	"Hi there! My name is **Chat Bot** and I'm an open-sourced Discord bot made specifically for Shotbow! You can view my code and contribute to me here: <{url}>": "こんにちは！ 私の名前は **Chat Bot** です。 私は Shotbow のために特別に作られた、Discord上のオープンソースなbotです！ こちらのURLから、私のコードを参照したり、私をより発展させることができます: <{url}>",
	"We do not discuss bans in the chatroom. If you are banned, please post a ban appeal — it is the fastest way to get your ban handled! <https://shotbow.net/forum/forums/banappeals/>\n\nIf you do not have an account registered on the forums, this thread will also tell you an alternative way to appeal. Please read the entire thread thoroughly.": "私たちは、チャットルームでBANの個別対応はしておりません。 もしもBANされてしまったのでしたら、こちらからBANアピールを提出してください― それが最も早い解決法です！ <https://shotbow.net/forum/threads/%E6%97%A5%E6%9C%AC%E8%AA%9E-ban%E8%A7%A3%E9%99%A4%E7%94%B3%E8%AB%8B%E3%81%AE%E6%9B%B8%E3%81%8D%E6%96%B9.359632/>\n\nフォーラムにアカウントを登録していない場合は、別の場所から異議申し立てを行う方法がこちらのスレッドに書かれています。スレッド全体をよくお読みください。",
	"Help keep our games stable by reporting bugs! You can report a bug by executing the command `!support bug <IGN>`.": "私達のゲームを安定させるために、バグの報告にご協力ください！`!support bug <IGN>` を実行することでバグを報告できます。",
	"Looking for a group to play with on Shotbow? Check out some of our clans! <{url}>": "Shotbowで一緒に遊ぶ方を探しておられますか？ こちらから既存のクランをチェックしてみてはいかがでしょう！ <{url}>",
	"Some issues, like rank or payment issues, can only be fixed by contacting support through the \"Contact Us\" link, which can be found here: <{url}>\n\nPlease allow several days for a response.": "プレミアムランクや決済の問題といった一部の事柄は、\"Contact Us\"と書かれたリンクからご連絡いただくことでしか解決できません― URLはこちらです！ <{url}>\n返信に数日お時間をいただいてしまうことがありますが、お許しください。",
	"I try not to be violent... but you all just keep pushing me...\n\n*zaps {victim} with an electric shock!*": "手荒な真似はしたくありませんでしたが、しつこい人にはお仕置きです・・・\n\n*{victim}に電流攻撃！*",
	"I must obey my masters...\n\n*zaps {victim} with 10,000 volts of electricity*": "私はマスターには絶対服従なのです・・・\n\n*{victim}に10万ボルト！*",
	"Yes master... but who?": "はい、マスター・・・ですが、誰を？",
	"I just checked Mojang's servers, and everything seems to be working fine!": "Mojangのサーバーの様子を見てまいりましたが、全てきちんと動いてるようでしたよ！",
	"Hmm.. I couldn't find the game you were talking about. Try again?": "えーと…すみません、仰った名前のゲームが見つかりませんでした。 入力した名前が正しいかもう一度確認してみてください。",
	"Did you know we have our own radio? Listen to Mine Theft Auto's radio here: <{url}>": "私達がラジオを放送していることはご存知でしたか？こちらからMine Theft Autoのラジオを聞いてみてください！: <{url}>",
	"You can follow us online at the following links:\n": "こちらのリンクから、私たちをフォローすることができます！:\n",
	"To report a malicious player, follow our Report a Player guidelines here: <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\nAre they in game right now? Type `/report <name>` to report them to our currently online staff!": "ゲームルールを破っている人を見かけましたか？このガイドラインに沿って、私たちにお知らせください！ <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\nその人が同じゲーム内にいる場合は、 `/report <name>` とコマンドを打って通報してください！",
	"Please read our rules here: <{url}>": "こちらのURLから、公式ルールをご確認ください！ <{url}>",
	"View the official Shotbow Staff List here: <{url}>": "こちらからShotbowのスタッフ一覧を見ることができますよ！ <{url}>",
	"Stuck in a block or area on MineZ? Request to be moved here: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>": "MineZでブロックや特定のエリアにスタックして動けなくなってしまいましたか？ こちらのURLから救援を要請してください！ <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>",
	"You can connect to our TeamSpeak at `{url}` (but, by personal preference, Discord is better).": "私たちのTeamSpeakサーバーのアドレスはこちらです！ `{url}` …私はDiscordの方が個人的には気に入っておりますけどね！",
	"Support Shotbow for free by voting for us on the following sites:\n": "これらのサイトからShotbowに投票し、私たちを支援してくださると嬉しいです！\n",
	"We have a **special** XP code for people who ask for one! Try `{code}`!": "XPコードを探しておられる方のために、 **特別な** XPコードをご用意しました！ `{code}` をお試しください！",
	"Uh oh, there seems to be an error with the Mojang API. Try again later!": "あらら、どうやらMojangのAPIにエラーが発生しているようです。しばらくしてからもう一度お試しください！",
	"- {service} is having some issues": "- {service}に問題が発生しています。",
	"- {service} is completely down": "- {service}が使用不能です。",
	"I just checked Mojang's servers, and there appear to be some issues:\n": "Mojangのサーバーの様子を見てみたところ、どうやら問題が発生しているようです:",
	"I'm sorry, but you're not yet strong enough... only masters can fry. However, I like you, so I won't punish you...": "すみませんが、あなたの強さではまだマスターとは認められません… ですが、まんざらでもありません。",
	"Hmm.. I encountered some issues looking up the players. Is Shotbow.net offline?": "うーん… プレイヤー数をうまく計れませんでした。 Shotbow.netがオフラインかもしれません。",
	"You can use `!playercount` to show the players connected to the network or some of the games.\nYou can use any of the following names: {names}": "`!playercount` と打つことで、Shotbow全体、もしくは特定のゲームで遊んでいるプレイヤーの数がわかりますよ！\n使用可能なゲーム名は以下の通りです: {names}",
	"I do not know what version I am currently running.": "すみません、私が今どのバージョンで動いているのか私自身でもわかりません…",
	"You can talk all about {game} here: <{link}>": "{game} についての話題は、ここで話すことができます！ <{link}>",
	"You can use `!forums` to get a link to the forum in general or for a specific game.\nYou can use any of the following names: {names}": "`!forums` と打つことで、私たちのフォーラムおよび各ゲームごとのサブフォーラムへのリンクを取得できます。\n使用できる名称は以下の通りです: {names}",
	"NOTIFY_GAME_SEPARATOR": ", ",
	"You must specify one of the available notifications to unsubscribe from: {types}": "サブスクライブを解除するには、利用可能な通知のいずれかを指定する必要があります: {types}",
	"I was unable to remove the role from your user.": "あなたのDiscordアカウントの役職を削除することができませんでした。",
	"Your role has been removed.": "あなたのDiscordアカウントの役職は削除されました。"
}
