{
    "All available commands: {commands}": "Todos os comandos disponíveis: {commands}",
    "I am currently operating off commit `{key}`.\nGitHub: https://github.com/Shotbow/ChatBot/commit/{key}": "Actualmente estou a operar desde fora `{key}`.\nGitHub: https://github.com/Shotbow/ChatBot/commit/{key}",
    "There { count, plural, one {is currently # player} other {are currently # players} } connected to {game}.": "Há { plural, um {neste momento # jogador} outro {neste momento # jogadores} } ligados a {game}.",
    "That's a good question. Why *does* Shotbow have chat? Chat is not for live admin assistance, it's to help foster the wonderful Shotbow community. Ask questions, and if staff is around they will answer. You can also type `!commands` to see what other tricks I have and the information I can give you!": "Boa pergunta. Por que Shotbow *tem* Chat? O chat não é para que um admin de assistência ao vivo,  sina para ajudar a fomentar a maravilhosa comunidade de Shotbow. Faça perguntas, e se o pessoal está perto responderão. ¡Também pode escrever `!Commands` para ver que outros truques tenho e a informação que posso lhe dar!",
    "Hi there! My name is **Chat Bot** and I'm an open-sourced Discord bot made specifically for Shotbow! You can view my code and contribute to me here: <{url}>": "Olá! Meu nome é **Chat Bot** ¡e sou um bot de Discord de codigo aberto facto especificamente para Shotbow! Podes ver meu codigo e contribuir comigo aqui: <{url}>",
    "We do not discuss bans in the chatroom. If you are banned, please post a ban appeal — it is the fastest way to get your ban handled! <https://shotbow.net/forum/forums/banappeals/>": "Não discutimos as proibições na sala de chat. Se está proibido, publique uma apelação de proibição — ¡é a forma mais rápida de conseguir que se processe sua proibição! <https://shotbow.net/forum/forums/banappeals/>",
    "Help keep our games stable by reporting bugs here: <{url}>": "Ajuda a manter nossos jogos estáveis ao informar erros aqui: <{url}>",
    "Looking for a group to play with on Shotbow? Check out some of our clans! <{url}>": "¿Procuras um grupo para jogar com Shotbow? ¡Olha alguns de nossos clãs! <{url}>",
    "Some issues, like rank or payment issues, can only be fixed by contacting support through the \"Contact Us\" link, which can be found here: <{url}>\n\nPlease allow several days for a response.": "Alguns problemas, como os problemas de faixa ou de pagamento, só se podem solucionar se pondo em contacto com o suporte através do enlace \"Nos contacte\", que se pode encontrar aqui: <{url}>\n\nFaz favor espere vários dias para uma resposta.",
    "I try not to be violent... but you all just keep pushing me...\n\n*zaps {victim} with an electric shock!*": "Tentativa não ser violento... mas todos vocês seguem me empurrando...\n\n*zaps {victim} com um choque elétrico!*",
    "I must obey my masters...\n\n*zaps {victim} with 10,000 volts of electricity*": "Devo obedecer a meus maestros...\n\n*zaps {victim} com 10,000 volts de electricidade*",
    "Yes master... but who?": "Sim, maestro... ¿mas quem?",
    "Come join me on Shotbow using the IP `play.shotbow.net`!": "Vêem e une-te a mim em Shotbow usando a IP `play.shotbow.net`!",
    "I just checked Mojang's servers, and everything seems to be working fine!": "¡Acabo de consultar os servidores de Mojang e parece que tudo funciona bem!",
    "Hmm.. I couldn't find the game you were talking about.  Try again?": "Hmm.. Não pude encontrar o jogo do que falavas. ¿Tenta-o de novo?",
    "Did you know we have our own radio? Listen to Mine Theft Auto's radio here: <{url}>": "¿Sabias que temos nossa própria rádio? Escuta a rádio de Mine Theft Auto's aqui: <{url}>",
    "You can follow us online at the following links:\n": "Pode seguir-nos em linha nos seguintes enlaces:",
    "To report a malicious player, follow our Report a Player guidelines here: <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\nAre they in game right now?  Type `/report <name>` to report them to our currently online staff!": "Para informar sobre um jogador malicioso, segue nossas pautas de Informar um Jogador aqui: <https://shotbow.net/forum/threads/report-a-player-guidelines-read-me-before-posting.344869/>\n\n¿Estão em jogo agora?  ¡Escreva `/report <nome>` para reportar a nosso pessoal actualmente em linha!",
    "Please read our rules here: <{url}>": "Faz favor, leia nossas regras aqui: <{url}>",
    "View the official Shotbow Staff List here: <{url}>": "Ver a lista oficial do Staff de Shotbow aqui: <{url}>",
    "Stuck in a block or area on MineZ? Request to be moved here: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>": "¿Atrapado num bloco ou área em MineZ? Solicitação para ser transladado aqui: <https://shotbow.net/forum/threads/stuck-in-a-block-or-area.266338/>",
    "You can connect to our TeamSpeak at `{url}` (but, by personal preference, Discord is better).": "Pode ligar-se a nosso TeamSpeak `{url}` (mas, por preferência pessoal, Discord é melhor).",
    "Support Shotbow for free by voting for us on the following sites:\n": "Apoie a Shotbow de forma gratuita ao votar por nós nos seguintes lugares:\n",
    "We have a **special** XP code for people who ask for one! Try `{code}`!": "¡Temos um código **especial** de XP para as pessoas que o solicitem! Usa `{code}`!"
}
